tap "adoptopenjdk/openjdk"
tap "coursier/formulas"
tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "pkg-config"
brew "ammonite-repl"
brew "autoconf"
brew "automake"
brew "base64"
brew "bash"
brew "bat"
brew "libyaml"
brew "python@3.10"
brew "commitizen"
brew "consul-template"
brew "coreutils"
brew "curlpp"
brew "erlang"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "libffi"
brew "python@3.9"
brew "glib-openssl"
brew "gnu-sed"
brew "libtool"
brew "gnutls"
brew "htop"
brew "httpie"
brew "jq"
brew "kubernetes-cli"
brew "make"
brew "maven"
brew "mockserver"
brew "node@16"
brew "mongosh"
brew "zlib"
brew "mysql-client"
brew "netcat"
brew "nmap"
brew "node@14"
brew "openjdk@11"
brew "openjdk@17"
brew "openjdk@8"
brew "openssh"
brew "python@3.8"
brew "rabbitmq"
brew "redis"
brew "rustup-init"
brew "sbt"
brew "scala"
brew "shellcheck"
brew "subversion"
brew "tldr"
brew "tmux"
brew "vim"
brew "w3m"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "yq"
brew "zsh"
brew "coursier/formulas/coursier"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community@4.4"
cask "1password"
cask "adoptopenjdk8"
cask "alacritty"
cask "authy"
cask "dbeaver-community"
cask "docker"
cask "github"
cask "google-cloud-sdk"
cask "handbrake"
cask "iterm2"
cask "keepassx"
cask "keybase"
cask "openemu"
cask "postman"
cask "pritunl"
cask "rar"
cask "redream"
cask "robo-3t"
cask "skype"
cask "slack"
cask "spotify"
cask "teamviewer"
cask "telegram"
cask "transmission"
cask "trinity"
cask "visual-studio-code"
cask "visualvm"
cask "vlc"
cask "zoom"
